"AboutBoxString" = "Creado con Compressor";
"HelpMsg" = "Para obtener información acerca de cómo usar droplets, consulta el manual de usuario de Compressor, que encontrarás en el menú Ayuda de Compressor.";
"Untitled" = "Sin título";

"DestinationLocation" = "Ubicación de destino";
"Choose" = "Seleccionar"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "Arrastra archivos hasta aquí"; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "Este ordenador";
"SubmitPriority" = "Prioridad";
"SubmitPriorityLow" = "Baja";
"SubmitPriorityMedium" = "Media";
"SubmitPriorityHigh" = "Alta";
"NoClusters" = "Ninguno";
"Other" = "Otro…";

/* Launch droplet alert */
"DropletLaunchFailed" = "Debes actualizar este droplet para localizar Compressor.";
"DropletLaunchErrorMsg" = "Para actualizar todos los droplets de este ordenador, haz clic en la pestaña Avanzado de los ajustes de Compressor y, a continuación, haz clic en el botón “Actualizar droplets”.";
"OKButton" = "Aceptar";

/* Job Action related */
"NoJobAction" = "Ninguna";
"VerifyingLogin" = "Verificando…";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "¿Quieres continuar sin procesamiento distribuido?";

"SMBSharingLearnMoreInfo" = "Para usar el procesamiento distribuido con este trabajo, debes activar el uso compartido de archivos SMB en Ajustes del Sistema. Para obtener más información sobre el procesamiento distribuido y el uso compartido de archivos SMB, haz clic en “Más información”.\n\nPara procesar este trabajo solo con este ordenador, haz clic en Continuar.\n";

"ContinueButton" = "Continuar";
"LearnMoreButton" = "Más información…";

"ClusterNodesNotAvailableError" = "En el grupo de ordenadores compartidos hay ordenadores que no están disponibles.";
"ClusterNodesNotAvailableMoreInfo" = "Compressor no puede distribuir el procesamiento a todos los ordenadores de este grupo por los siguientes motivos:\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "Ordenador no disponible o sin conexión";
"UntrustedServerCertificate" = "Certificado de servidor no fiable";
"MissingPassword" = "Sin contraseña";

"ClusterNodesNotAvailableRecoverySuggestion" = "Abre las preferencias de “Ordenadores compartidos” para resolver estos problemas.\n";

"IgnoreButton" = "Ignorar";
"OpenPreferencesButton" = "Abrir Ajustes";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "¿Quieres continuar con un procesamiento distribuido?";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "Algunos de los nodos de clúster del grupo de ordenadores “%@” están utilizando una versión anterior de macOS. La calidad de la renderización puede verse afectada.\n\nPara procesar este trabajo con los nodos disponibles, haz clic en Continuar.\n";

"UntitledClusterName" = "Sin título";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "No se ha podido enviar a la cola.";
"SubmitNoClusterErrorInfo" = "Reinicia el ordenador o comprueba que Compressor esté instalado correctamente.";
"CancelButton" = "Cancelar";
"RepairCompressorButton" = "Reparar Compressor";

"BatchSubmissionFailedErrorFormat" = "Error en el envío por lotes: %@";

"QueueFullAlertMessageText" = "Demasiados lotes en procesamiento.";
"QueueFullAlertInfoText" = "La transcodificación estará disponible cuando el número de lotes activos sea menor que el límite de cola definido en las preferencias de la aplicación.";
